{
	"item": [
		{
			"name": "Birdman's Big Basher",
			"source": "RiseofsynEGY",
			"page": 1,
			"rarity": "rare",
			"reqAttune": "true",
			"wondrous": true,
			
				"15 lb.",
				"An instrument of the bards is an exquisite example of its kind, superior to an ordinary instrument in every way. Seven types of these instruments exist, each named after a legendary bard college.",
				{
					"type": "entries",
					"name": "Dormant",
					"entries": [
						"A creature that attempts to play the instrument without being attuned to it must succeed on a DC 15 Wisdom saving throw or take {@damage 1d12} psychic damage.",
						"The instrument stores up to 4 to charges. You can use an action to expend a charge to play the instrument and cast one of its spells. Once the instrument has been used to cast a spell, it can't be used to cast that spell again until the next dawn when it regains up to 4 charges. The spells use your spellcasting ability and spell save DC.",
						"After expending a charge, you must make a DC 5 saving throw. On a failed save, the instrument is now out of tune. You must spend an action to retune the instrument before it can expend another charge.",
						"You can play the instrument while casting a spell that causes any of its targets to be {@condition charmed} on a failed saving throw, thereby increasing the spell save DC by +1. This effect applies only if the spell has a somatic or a material component.",
						"All instruments of the bards can be used to cast the following spells: {@spell invisibility} and {@spell protection from evil and good}.",
						"In addition, the Fochlucan bandore can be used to cast {@spell entangle}, {@spell faerie fire}, {@spell shillelagh}, and {@spell speak with animals}."
					]
				},
				{
					"type": "entries",
					"name": "Awakened",
					"entries": [
						"Once Barwood's Bandore reaches an awakened state, it gains the following benefits:",
						{
							"type": "list",
							"items": [
								"Damage for failed DC for un-attuned playing increases to {@dice 2d12}",
								"Regains up to 6 charges at dawn (increased from 4)",
								"{@spell Levitate} added to spells that can be cast through Bandore",
								"DC to avoid de-tuning the Bandore after expending a charge lowers from DC 5 to DC 2",
								"Buff to DC of Charm spells cast through the Bandore increased from +1 to +2"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Ascended",
					"entries": [
						"Once Barwood's Bandore reaches an awakened state, it gains the following benefits:",
						{
							"type": "list",
							"items": [
								"Damage for failed DC for un-attuned playing increases to {@dice 4d12}",
								"Regains up to 8 charges at dawn (increased from 6)",
								"{@spell Fly} added to spells that can be cast through Bandore",
								"DC to avoid de-tuning the Bandore after expending a charge lowers from DC 5 to DC 2",
								"Buff to DC of Charm spells cast through the Bandore increased from +2 to disadvantage"
							]
						}
					]
				}
			]
		},
		{
			"name": "Gauntlets of Cask Strength",
			"source": "RiseofsynEGY",
			"page": 0,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"Your Strength score is 17 while you wear these gauntlets. They have no effect on you if your Strength is already 17 or higher without them.",
				{
					"type": "entries",
					"name": "Code Red - Awakened",
					"entries": [
						"Once the Gauntlets Awaken, they gain the following benefits:",
						{
							"type": "list",
							"items": [
								"Your Strength score is now 18 while you wear these gauntlets. They have no effect on you if your Strength is already 18 or higher without them."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Code White - Ascended",
					"entries": [
						"Once the Gauntlets Ascend, they gain the following benefits:",
						{
							"type": "list",
							"items": [
								"Your Strength score is now 19 while you wear these gauntlets. They have no effect on you if your Strength is already 19 or higher without them."
							]
						}
					]
				}
			]
		},
		{
		"name":"Birdman's Big Basher"
		,"source":"JSR"
		,"type":"M"
		,"tier":"major"
		,"rarity":"rare"
		,"reqAttune":true
		,"weight":10
		,"weaponCategory":"simple"
		,"bonusWeapon":"+3"
		,"dmg1":"1d8"
		,"dmgType":"B"
		,"dmg2":"1d6"
		,"dmgType":"R"
		,"entries":[
			"This imposing golden mace crackles with divine energy and gives a off a faint aroma of fried chicken."
			]
		},
		{
		"name":"Junior Mace of Disruption"
		,"source":"JSR"
		,"page":180
		,"type":"M"
		,"tier":"major"
		,"rarity":"rare"
		,"reqAttune":true
		,"weight":10
		,"weaponCategory":"simple"
		,"bonusWeapon":"+1"
		,"dmg1":"1d6"
		,"dmgType":"B"
		,"dmg2":"1d6"
		,"dmgType":"R"
		,"entries":[
			"When you hit a fiend or an undead with this magic weapon, that creature takes an extra {@dice 1d6} radiant damage."
			]
		},
		{
		"name":"Mongrelfolk Collar"
		,"source":"JSR"
		,"page":181
		,"type":"G"
		,"rarity":"none"
		,"weight":6
		,"value":200
		,"entries":[
			"These metal restraints can bind a Small or Medium creature. Escaping the collar requires a successful DC 20 Dexterity check. Breaking them requires a successful DC 20 Strength check. A creature proficient with thieves' tools can pick the manacles' lock with a successful DC 15 Dexterity check. Manacles have 15 hit points."
			]
		}
	]
}